Repository: icorn/MovieStarts
Catalog: *.lproj/Localizable.strings
Languages: de

source: Close
de: Schließen

# NowPlayingTabBar
source: Now Playing
de: Jetzt

# NowPlayingLong
source: Now Playing
de: Jetzt im Kino

# UpcomingTabBar
source: Upcoming
de: Demnächst

# UpcomingLong
source: Upcoming Movies
de: Demnächst im Kino

# FavoritesTabBar
source: Watchlist
de: Favoriten

# FavoritesLong
source: Watchlist
de: Favoriten

# SettingsTabBar
source: Settings
de: Einstellungen

source: Updating movies...
de: Filme aktualisieren...

source: Loading movies...
de: Filme laden...

# NoFavorites
source: Empty Watchlist
de: Keine Favoriten

# HowToAddFavorites
source: You can add movies to your watchlist either in a movie list by swiping to the left, or in a detail view by tapping the star shaped button.
de: Du kannst Favoriten entweder in einer Listenansicht durch Wischen nach links oder in einer Detailansicht durch Tap auf den Favoriten-Button hinzufügen.

source: Release Date
de: Veröffentlichung

source: User Rating
de: Bewertung

# Actors
source: Cast
de: Schauspieler

source: Directors
de: Regie

source: Director
de: Regie

# Synopsis
source: Story
de: Inhalt

# NoReleaseDate
source: unknown
de: unbekannt

source: aka
de: Original:

# ShowOnImdb
source: Show Details on IMDb
de: Zeige Details auf IMDb

# AddToFavorites
source: Add to Watchlist
de: Als Favorit markieren

# RemoveFromFavorites
source: Remove from Watchlist
de: Aus Favoriten entfernen

# AddToFavoritesShort
source: Add to Watchlist
de: Als Favorit markieren

# RemoveFromFavoritesShort
source: Remove from Watchlist
de: Aus Favoriten entfernen

# WelcomeTitle
source: Welcome
de: Willkommen

# WelcomeText
source: Choose the country for which you want to load the movie data and release dates. Future updates will be downloaded automatically.
de: Das ist dein erster Start von MovieStarts. Tippe auf den Button unten, um die Filmdaten zu laden. Zukünftige Film-Updates werden automatisch nach dem Start der App durchgeführt.

# WelcomeProgress
source: movies downloaded...
de: Filme geladen...

source: iCloud Error
de: iCloud-Fehler

# iCloudNoAccount
source: MovieStarts couldn't access your iCloud account. Please go to the Settings app, sign in to iCloud, and turn on iCloud Drive.
de: MovieStarts konnte nicht auf dein iCloud-Konto zugreifen. Bitte gehe in die App 'Einstellungen', melde dich bei deinem iCloud-Konto an und schalte 'iCloud Drive' ein.

# iCloudCouldNotDetermine
source: MovieStarts couldn't access your iCloud account. Please try again later.
de: MovieStarts konnte nicht auf dein iCloud-Konto zugreifen. Bitte versuche es zu einem späteren Zeitpunkt noch einmal.

# iCloudRestricted
source: Your iCloud account is not available. Access was denied due to Parental Controls or Mobile Device Management restrictions.
de: Dein iCloud-Konto ist nicht verfügbar. Der Zugriff wurde wegen Jugendschutz-Einstellungen oder Einschränkungen durch Mobile Device Management (MDM) verweigert.

# iCloudNoAccountUpdate
source: Movie update impossible. MovieStarts couldn't access your iCloud account. Please go to the Settings app, sign in to iCloud, and turn on iCloud Drive.
de: Filmdaten-Update unmöglich. MovieStarts konnte nicht auf dein iCloud-Konto zugreifen. Bitte gehe in die App 'Einstellungen', melde dich bei deinem iCloud-Konto an und schalte 'iCloud Drive' ein.

# iCloudCouldNotDetermineUpdate
source: Movie update impossible. MovieStarts couldn't access your iCloud account.
de: Filmdaten-Update unmöglich. MovieStarts konnte nicht auf dein iCloud-Konto zugreifen.

# iCloudRestrictedUpdate
source: Movie update impossible. Your iCloud account is not available. Access was denied due to Parental Controls or Mobile Device Management restrictions.
de: Filmdaten-Update unmöglich. Dein iCloud-Konto ist nicht verfügbar. Der Zugriff wurde wegen Jugendschutz-Einstellungen oder Einschränkungen durch Mobile Device Management (MDM) verweigert.

# iCloudQueryError
source: Error loading data from the iCloud. Please try again later. Details:
de: Fehler beim Laden der Daten aus der Cloud. Bitte versuche es später noch einmal.

# NoNetworkTitle
source: No Network
de: Kein Netz

# NoNetworkText
source: Your iPhone has no internet connection. Is the airplane mode active? Please try again when your iPhone is connected to the internet.
de: Dein iPhone hat derzeit keine Internetverbindung. Evtl. ist der Flugmodus aktiviert. Bitte probiere es erneut, wenn es wieder verbunden ist.

source: Internal Error
de: Interner Fehler

# NoAppGroup
source: No app-group found. Please try again later.
de: App-Group nicht gefunden. Bitte versuche es später noch einmal.

# SettingsUseApps
source: Use apps instead of browser
de: Benutze Apps statt Browser

# SettingsUseImdb
source: Use IMDb app
de: Benutze IMDb-App

# SettingsUseYoutube
source: Use YouTube app
de: Benutze YouTube-App

# SettingsUseAppsFooter
source: If these switches are turned on, the app is launched instead of the the browser with the website. The switches can only be turned on if the appropriate app is installed.
de: Wenn diese Schalter aktiviert sind, werden die Apps aufgerufen, anstatt die jeweilige Webseite im Browser. Die Schalter sind nur aktivierbar, wenn die entsprechende App installiert ist.

# SettingsAbout
source: About MovieStarts
de: Über MovieStarts
